namespace HW._02
{
    class Program
    {
        static void Main(string[] args)
        {
            /* 
             * 1. Читаем текстовый файл из определённого пути.
             * 2. Записываем прочитанные данные в переменную (стринговую).
             * 3. Убираем пробелы между строками.
             * 4. Создаём массив байтов (с длинной массива Length-1 т.к. исчисление начинается с 0-го элемента массива).
             * 5. Создаём цикл, длинной равной Length - 1 и с итератором "i", который инкрементируем после каждого прохода цикла.
             * 6. В цикле конвертируем каждый элемент массива из строки в байты и записываем в переменную "binary".
             * 7. Присваиваем переменной "imageBytes[i]" значение переменной "binary".
             * 8. Записываем все байты из массива "imageBytes" в файл "image.png" по заданному пути.
             * 9. Очищаем переменную "textReader" методом "Dispose".           
             */
        }
    }
}
